Repository: wp-plugins/inventive-lotteries-and-giveaways-lite
Catalog: languages/inventive_lottery-*.po
Languages: it_it

source: Inventive lottery
it_it: Inventive lotteries and giveways

source: Insert lottery in calendar
it_it: Inserisci lotteria in calendario

source: Lottery
it_it: Lotteria

source: Start date
it_it: Data d'inizio

source: End date
it_it: Data fine

source: Repeat for
it_it: Ripeti per

source: days
it_it: giorni

source: Winner
it_it: Vincitore

source: Prize
it_it: Premio

source: Date
it_it: Data

source: Download winners result
it_it: Scarica risultati vincenti

source: Insert question
it_it: Inserisci domanda

source: Question
it_it: Domanda

source: User has to check correct answer?
it_it: L'utente deve selezionare la risposta esatta?

source: If answer is wrong finish lottery?
it_it: Se la risposta è errata interrompi la lotteria?

source: Answer
it_it: Risposta

source: Answer
it_it: Risposta

source: Image
it_it: Immagine

source: Choose image
it_it: Scegli immagine

source: insert an url or load an image
it_it: Inserisci un url o carica un'immagine

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Sunday
it_it: Domenica

source: insert lottery
it_it: inserisci lotteria

source: Main infos
it_it: Informazioni principali

source: Main config
it_it: Configurazione generale

source: Linked prizes
it_it: Premi collegati

source: Participation mode
it_it: Modalità di partecipazione

source: Email settings
it_it: Impostazioni email

source: Conditions settings
it_it: Impostazioni condizioni

source: Title
it_it: Titolo

source: image
it_it: immagine

source: insert image
it_it: inserisci immagine

source: description
it_it: descrizione

source: Search page, product or coupon to assign as prize
it_it: Cerca pagina, prodotto o coupon da assegnare come premio

source: Create a graphic template with prizes?
it_it: Crea un template grafico con i premi?

source: Yes
it_it: Sì

source: Yes will create automatically a layout with prizes details and number in main lottery page
it_it: Sì creerà automaticamente un layout con il dettaglio dei premi ed il numero nella pagina principale della lotteria

source: Show lottery start/end date?
it_it: Mostra l'inizio/fine della lotteria?

source: Show animation during extraction?
it_it: Mostra animazione durante l'estrazione?

source: Generate order when a product is won?
it_it: Genera un ordine quando un prodotto viene vinto?

source: Move unassigned prizes
it_it: Sposta premi non assegnati

source: Minimum subscribers
it_it: Sottoscrittori minimi

source: Lottery mode
it_it: Modalità lotteria

source: Time lottery
it_it: Lotteria con data casuale

source: Random
it_it: Casuale

source: Prize for all
it_it: Premio per tutti

source: Chance to win
it_it: Possibilità di vincita

source: over 100
it_it: su 100

source: Lottery is active in the following days.
it_it: La lotteria è attiva nei seguenti giorni.

source: Search product to assign as pass
it_it: Cerca prodotto da assegnare come pass.

source: Insert instructions phrase
it_it: Inserisci frase istruzioni

source: Insert access success phrase
it_it: Inserisci frase accesso eseguito con successo

source: Insert thanks but you have not won message
it_it: Inserisci il messaggio "grazie ma non hai vinto"

source: Insert win message
it_it: Inserisci il messaggio di vincita

source: How many times per day new registered user can participate to this lottery?
it_it: Quante volte al giorno un nuovo utente registrato può partecipare a questa lotteria?

source: How many times in total new registered user can participate to this lottery?
it_it: Quante volte in totale un nuovo utente registrato può partecipare a questa lotteria?

source: Validity duration since user registration(in days)
it_it: Durata della partecipazione a partire dalla registrazione utente (in giorni)

source: Message to show in registration form
it_it: Messaggio da mostrare nel form registrazione

source: Insert minimum order value
it_it: Inserisci il valore dell'ordine minimo

source: How many times per day this pass con be used?
it_it: Quante volte al giorno questa pass può essere utilizzata?

source: How many times in total this pass con be used?
it_it: Quante volte in totale questa pass può essere utilizzata?

source: Validity duration (in days)
it_it: Durata della validità (in giorni)

source: Search question to use
it_it: Cerca domanda da utilizzare

source: User has to answer to:
it_it: L'utente deve rispondere a:

source: All questions
it_it: Tutte le domande

source: Random question
it_it: Domanda casuale

source: How many times per day user can participate to this lottery?
it_it: Quante volte al giorno l'utente può partecipare a questa lotteria?

source: How many times in total user can participate to this lottery?
it_it: Quante volte in totale l'utente può partecipare a questa lotteria?

source: Actually there are %1$s codes loaded.
it_it: Attualmente ci sono %1$s codici caricati.

source: Download codes in CSV format for printing
it_it: Scarica i codici in formato CSV per la stampa

source: Delete codes
it_it: Cancella codici

source: Paste codes (one per line)
it_it: Incolla codici (uno per riga)

source: Load codes in database (Please be patient if you are loading more than 1.000 codes at once)
it_it: Carica codici nel database (Sii paziente se ne stai caricando più di 1.000 per volta)

source: Auto generate codes
it_it: Genera automaticamente codici

source: How many codes
it_it: Quanti codici

source: Codes length
it_it: Lunghezza codice

source: Generate codes (will past auto generate codes on textarea)
it_it: Genera i codici (incollerà automaticament i codici nell'area di testo)

source: Sender name
it_it: Mittente

source: Sender email
it_it: Email mittente

source: Email subject
it_it: Oggetto email

source: Email message to the winner
it_it: Messaggio email al vincitore

source: Use {COUPON} in the content where you want to display coupon code.
it_it: Utilizza {COUPON} nel contenuto dove vuoi visualizzare il codice del coupon (in caso di vincita di coupon)

source: Conditions
it_it: Condizioni

source: Age restriction
it_it: Restrizione età

source: User must be over %1$s years old to participate.
it_it: L'utente deve avere più di %1$s anni per partecipare.

source: Allowed countries
it_it: Nazioni permesse

source: Sponsored questions list
it_it: Elenco domande

source: Views
it_it: Visualizzazioni

source: Actions
it_it: Azioni

source: Stats
it_it: Statistiche

source: Edit
it_it: Modifica

source: Delete
it_it: Cancella

source: Lotteries listing
it_it: Elenco lotterie

source: Duplicate
it_it: Duplica

source: Lotteries calendar
it_it: Calendario lotterie

source: Participants
it_it: Partecipanti

source: Winners
it_it: Vincitori

source: Start
it_it: Inizio

source: End
it_it: Fine

source: None
it_it: Nessuno

source: codes added with success
it_it: codici inseriti con successo

source: All codes deleted with success
it_it: Tutti i codici sono stati cancellati con successo

source: Cool! Your access is granted! Click to participate!
it_it: Grande! Il tuo accesso è attivo! Clicca per partecipare

source: Thanks for participating but you have not won. Try next time!
it_it: Grazie per aver partecipato ma non hai vinto. Riprova la prossima volta!

source: You have won! We sent you a message for confirming your prizes!
it_it: Hai vinto! Ti abbiamo inviato un messaggio per confermare i tuoi premi!

source: You won a %1$s!
it_it: Hai vinto un %1$s!

source: You won a discount coupon!
it_it: Hai vinto un buono sconto!

source: You have reached maximum participation times for this lottery
it_it: Hai raggiunto il limite massimo di partecipazioni per questa lotteria

source: You have reached maximum participation times today
it_it: Hai raggiunto il limite massimo di partecipazioni oggi

source: This is the coupon code:
it_it: Questo è il codice del buono sconto:

source: You win
it_it: Hai vinto

source: You lose
it_it: Hai perso

source: We are sorry but we assigned all prizes!
it_it: Spiacenti ma abbiamo già assegnato tutti i premi!

source: We are sorry but your answer is wrong, try next time!
it_it: Spiacenti ma la tua risposta è sbagliata, riprova la prossima volta!

source: We are sorry but your answer is wrong, try again!
it_it: Spiacenti ma la tua risposta è sbagliata, prova ancora!

source: Prize won throught lottery:
it_it: Premio vinto attraverso la lotteria:

source: no.
it_it: n.

source: Calendar no.
it_it: Calendario n.

source: Insert code
it_it: Inserisci codice

source: Send code
it_it: Invia codice

source: We are sorry, but code has been already used
it_it: Spiacenti, ma il codice è stato già usato

source: we are sorry but this code isn't correct
it_it: Spiacenti ma il codice è errato

source: By clicking on the button for participating, you agree that:
it_it: Cliccando sul bottone per partecipare, dichiari che:

source: Your age is over %1$s years old.
it_it: La tua età è superiore a %1$s anni.

source: The country you are participating from is one of these:
it_it: La nazione da cui stai partecipando è una di queste:

source: You have read the conditions
it_it: Hai letto le condizioni

source: Discount coupon
it_it: Buono sconto

source: There is no lottery active right now
it_it: Non c'è nessuna lotteria attiva adesso

source: Starts %1$s / Ends %2$s
it_it: Inizia il %1$s / Finisce il %2$s

source: Just
it_it: Solo

source: at the end of the lottery
it_it: alla fine di questa estrazione

source: Participate now
it_it: Partecipa adesso

source: New title
it_it: Nuovo titolo

source: Title:
it_it: Titolo:

source: Target page
it_it: Pagina di destinazione:

source: X Close
it_it: X Chiudi

source: Spend %1$s %3$s and you get access to %2$s lottery!
it_it: Spendi %1$s %3$s ed ottieni l'accesso alla lotteria %2$s!

source: Compliments! If you complete your order you'll get access to %1$s lottery!
it_it: Complimenti! Se completi il tuo ordine otterrai l'accesso alla loteria %1$s!

source: Inventive Lottery
it_it: Inventive lotteries and giveaways

source: Insert lottery
it_it: Inserisci lotteria

source: Questions
it_it: Domande

source: Edit/Insert question
it_it: Modifica/inserisci domanda

source: Is this a lottery pass?
it_it: E' un pass per la lotteria?

source: There are <span class="ivl_no_h1">%1$s</span> prizes to win!
it_it: Ci sono <span class="ivl_no_h1">%1$s</span> premi da vincere!

source: Prize value
it_it: Valore del premio
